d = {
    "女": {
        "かわいい": {
            "テンションup": {
                "さわやか": {
                    "恋愛系": {
                    },
                    "恋愛系以外": {
                    }
                },
                "ディープ": {
                    "恋愛系": {
                    },
                    "恋愛系以外": {
                    }
                }
            },
            "落ち着いてる": {
                "さわやか": {
                    "恋愛系": {
                    },
                    "恋愛系以外": {
                    }
                },
                "ディープ": {
                    "恋愛系": {
                    },
                    "恋愛系以外": {
                    }
                }
            }
        },
        "かっこいい": {
            "テンションup": {
                "さわやか": {
                    "恋愛系": {
                    },
                    "恋愛系以外": {
                    }
                },
                "ディープ": {
                    "恋愛系": {
                    },
                    "恋愛系以外": {
                    }
                }
            },
            "落ち着いてる": {
                "さわやか": {
                    "恋愛系": {
                    },
                    "恋愛系以外": {
                    }
                },
                "ディープ": {
                    "恋愛系": {
                    },
                    "恋愛系以外": {
                    }
                }
            },
        },
    },
    "男": {
        "かっこいい": {
            "テンションup": {
                "さわやか": {
                    "恋愛系": {
                    },
                    "恋愛系以外": {
                    }
                },
                "ディープ": {
                    "恋愛系": {
                    },
                    "恋愛系以外": {
                    }
                }
            },
            "落ち着いてる": {
                "さわやか": {
                    "恋愛系": {
                    },
                    "恋愛系以外": {
                    }
                },
                "ディープ": {
                    "恋愛系": {
                    },
                    "恋愛系以外": {
                    }
                }
            }
        },
        "かわいい": {
            "テンションup": {
                "さわやか": {
                    "恋愛系": {
                    },
                    "恋愛系以外": {
                    }
                },
                "ディープ": {
                    "恋愛系": {
                    },
                    "恋愛系以外": {
                    }
                }
            },
            "落ち着いてる": {
                "さわやか": {
                    "恋愛系": "https://www.youtube.com/watch?v=CMNahhgR_ss&pp=ygUDYmR6",
                    "恋愛系以外": ""
                },
                "ディープ": {
                    "恋愛系": {
                    },
                    "恋愛系以外": {
                    }
                }
            }
        },
    }}
